import { IMG_URL } from "../constants";

export let foodInfo = [
  {
    foodName: "김밥",
    img: `${IMG_URL}/1071326637540524122/1191739446173892658/kr_food_1.jpg`,
  },
  {
    foodName: "비빔밥",
    img: `${IMG_URL}/1071326637540524122/1191739447226671114/kr_food_2.jpg`,
  },
  {
    foodName: "떡볶이",
    img: `${IMG_URL}/1071326637540524122/1191739447457361960/kr_food_3.jpg`,
  },
  {
    foodName: "치킨",
    img: `${IMG_URL}/1071326637540524122/1191739444030603324/kr_food_4.jpg`,
  },
  {
    foodName: "김치찌개",
    img: `${IMG_URL}/1071326637540524122/1191739444584259664/kr_food_5.png`,
  },
  {
    foodName: "감자탕",
    img: `${IMG_URL}/1071326637540524122/1191739444940779561/kr_food_6.png`,
  },
  {
    foodName: "냉면",
    img: `${IMG_URL}/1071326637540524122/1191739445397954570/kr_food_7.jpg`,
  },
  {
    foodName: "닭갈비",
    img: `${IMG_URL}/1071326637540524122/1191739445905469540/kr_food_8.jpg`,
  },
  {
    foodName: "벤또",
    img: `${IMG_URL}/1071326637540524122/1191797033695182848/jp_food_1.jpg`,
  },
  {
    foodName: "연어덮밥",
    img: `${IMG_URL}/1071326637540524122/1191797033976205412/jp_food_2.jpg`,
  },
  {
    foodName: "타코야끼",
    img: `${IMG_URL}/1071326637540524122/1191797034320154704/jp_food_3.jpg`,
  },
  {
    foodName: "라멘",
    img: `${IMG_URL}/1071326637540524122/1191797034567598170/jp_food_4.jpg`,
  },
  {
    foodName: "스시",
    img: `${IMG_URL}/1071326637540524122/1191797034794094713/jp_food_5.jpg`,
  },
  {
    foodName: "스키야끼",
    img: `${IMG_URL}/1071326637540524122/1191797035402285117/jp_food_6.jpg`,
  },
  {
    foodName: "모밀국수",
    img: `${IMG_URL}/1071326637540524122/1191797035762978866/jp_food_7.jpg`,
  },
  {
    foodName: "규카츠",
    img: `${IMG_URL}/1071326637540524122/1191797033426767974/jp_food_8.jpg`,
  },
  {
    foodName: "짜장면",
    img: `${IMG_URL}/1071326637540524122/1191797925978837113/cn_food_1.jpg`,
  },
  {
    foodName: "탕후루",
    img: `${IMG_URL}/1071326637540524122/1191797926326972467/cn_food_2.jpg`,
  },
  {
    foodName: "마파두부",
    img: `${IMG_URL}/1071326637540524122/1191797926616375357/cn_food_3.jpg`,
  },
  {
    foodName: "깐쇼(칠리)새우",
    img: `${IMG_URL}/1071326637540524122/1191797926876418098/cn_food_4.jpg`,
  },
  {
    foodName: "군만두",
    img: `${IMG_URL}/1071326637540524122/1191797927186804867/cn_food_5.jpg`,
  },
  {
    foodName: "짬뽕",
    img: `${IMG_URL}/1071326637540524122/1191797927463624834/cn_food_6.jpg`,
  },
  {
    foodName: "탕수육",
    img: `${IMG_URL}/1071326637540524122/1191797925647491152/cn_food_7.jpg`,
  },
  {
    foodName: "스테이크",
    img: `${IMG_URL}/1071326637540524122/1191798596878741707/w_food_1.jpg`,
  },
  {
    foodName: "크림파스타",
    img: `${IMG_URL}/1071326637540524122/1191798597377859785/w_food_2.jpg`,
  },
  {
    foodName: "파스타",
    img: `${IMG_URL}/1071326637540524122/1191798597793103891/w_food_3.jpg`,
  },
  {
    foodName: "빠네파스타",
    img: `${IMG_URL}/1071326637540524122/1191798598304805035/w_food_4.jpg`,
  },
  {
    foodName: "필라프",
    img: `${IMG_URL}/1071326637540524122/1191798598770376855/w_food_5.jpg`,
  },
];
