export let menuList = [
  {
    foodName: "한식",
    foodList: [
      "김밥",
      "비빔밥",
      "떡볶이",
      "치킨",
      "김치찌개",
      "감자탕",
      "냉면",
      "닭갈비",
    ],
  },
  {
    foodName: "일식",
    foodList: [
      "벤또",
      "연어덮밥",
      "타코야끼",
      "라멘",
      "스시",
      "스키야끼",
      "모밀국수",
      "규카츠",
    ],
  },
  {
    foodName: "중식",
    foodList: [
      "짜장면",
      "탕후루",
      "마파두부",
      "깐쇼(칠리)새우",
      "군만두",
      "짬뽕",
      "탕수육",
    ],
  },
  {
    foodName: "양식",
    foodList: ["스테이크", "크림파스타", "파스타", "빠네파스타", "필라프"],
  },
];
